[
    {
        "date": "1999-05-07",
        "explanation": "Hot blue stars, red glowing hydrogen gas, and dark, obscuring dust clouds are strewn through this dramatic region of the Milky Way in the southern constellation of Ara (the Altar). About 4,000 light-years from Earth, the stars at the left are young, massive, and energetic. Their intense ultraviolet radiation is eating away at the nearby star forming cloud complex - ionizing the hydrogen gas and producing the characteristic red \"hydrogen-alpha\" glow. At right, visible within the dark dust nebula, is small cluster of newborn stars. This beautiful color picture is a composite of images made through blue, green, and hydrogen-alpha filters.",
        "hdurl": "https://apod.nasa.gov/apod/image/9905/rcw108_eso_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hot Stars in the Southern Milky Way",
        "url": "https://apod.nasa.gov/apod/image/9905/rcw108_eso.jpg"
    },
    {
        "date": "2016-06-08",
        "explanation": "While drifting through the cosmos, a magnificent interstellar dust cloud became sculpted by stellar winds and radiation to assume a recognizable shape.  Fittingly named the Horsehead Nebula, it is embedded in the vast and complex Orion Nebula (M42).  A potentially rewarding but difficult object to view personally with a small telescope, the above gorgeously detailed image was taken in 2013 in infrared light by the orbiting Hubble Space Telescope in honor of the 23rd anniversary of Hubble's launch. The dark molecular cloud, roughly 1,500 light years distant, is cataloged as Barnard 33 and is seen above primarily because it is backlit by the nearby massive star Sigma Orionis. The Horsehead Nebula will slowly shift its apparent shape over the next few million years and will eventually be destroyed by the high energy starlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/1606/horseheadir_hubble_1225.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Horsehead Nebula in Infrared from Hubble",
        "url": "https://apod.nasa.gov/apod/image/1606/horseheadir_hubble_960.jpg"
    },
    {
        "copyright": "Wally Pacholka",
        "date": "2009-12-17",
        "explanation": "Monstrously bright, this fireball meteor lit up the Mojave Desert sky Monday morning, part of this year's impressive Geminid meteor shower. Seen toward the southwest over rock formations near Victorville, California, a more familiar celestial background was momentarily washed out by the meteor's flash. The background includes bright star Sirius at the left, and Aldebaran and the Pleaides star cluster at the right side of the image. The meteor itself blazes through the constellation Orion. Its greenish trail begins just left of a yellow-tinted Betelgeuse and points back to the shower's radiant in Gemini, just off the top of the frame. A rewarding catch for photographer Wally Pacholka, the spectacular image is one of over 1500 frames that he reports captured 48, mostly faint, Geminid meteors.   digg_url = 'http://apod.nasa.gov/apod/ap091217.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0912/Geminid2009_pacholka850wp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Mojave Desert Fireball",
        "url": "https://apod.nasa.gov/apod/image/0912/Geminid2009_pacholka850wp.jpg"
    },
    {
        "copyright": "Juan Carlos Casado",
        "date": "2000-06-11",
        "explanation": "Sirius is the brightest star in the night sky.  Sirius is visible on the far left of the above photograph, to the left of the constellation of Orion and Comet Hale-Bopp.  Intrinsically, Sirius is over 20 times brighter than our Sun and over twice as massive.  As Sirius is 8.7 light years distant, it is not the closest star system - the Alpha Centauri system holds this distinction.  Sirius is called the Dog Star because of its prominence in the constellation of Canis Majoris (Big Dog).  In 1862, Sirius was discovered to be a binary star system with a companion star, Sirius B, 10,000 times dimmer than the bright primary, Sirius A.  Sirius B was the first white dwarf star discovered, a type of star first understood by Subrahmanyan Chandrasekhar in 1930.  While studying Sirius in 1718, Edmond Halley discovered that stars move with respect to each other.  There is conflicting evidence that Sirius appeared more red only 2000 years ago.",
        "hdurl": "https://apod.nasa.gov/apod/image/0006/siriushb_jcc_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Sirius: The Brightest Star in the Night",
        "url": "https://apod.nasa.gov/apod/image/0006/siriushb_jcc.jpg"
    },
    {
        "date": "2004-12-03",
        "explanation": "The Milky Way is an ordinary 12 billion year old spiral galaxy, and even our middle-aged Sun is pushing 4.5 billion years. But all the stars in dwarf galaxy I Zwicky 18 are much younger. In fact, based on Hubble Space Telescope image data, that galaxy's first stars formed only about 500 million years ago, making it the youngest known galaxy.  In this view, the bright knots are the two major star forming regions of I Zwicky 18, embedded in expanding filaments of glowing interstellar gas. Scattered, much older background galaxies are seen as small red blobs, and a companion galaxy lies just beyond the upper right corner of the cropped picture. Astronomers believe that diminutive I Zwicky 18 resembles the earliest galaxies formed, but also want to understand how such a young galaxy can be only 45 million light-years away - surrounded by mature galaxies in an aging Universe. The tiny galaxy itself is a mere 3,000 light-years across.",
        "hdurl": "https://apod.nasa.gov/apod/image/0412/Izw18_hst_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "I Zwicky 18: Young Galaxy",
        "url": "https://apod.nasa.gov/apod/image/0412/Izw18_hst_1c88.jpg"
    },
    {
        "copyright": "César Blanco\nGonzález",
        "date": "2015-05-23",
        "explanation": "Hot, young stars and cosmic pillars of gas and dust seem to crowd into NGC 7822. At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes are highlighted in this colorful skyscape. The image includes data from narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The atomic emission is powered by energetic radiation from the hot stars, whose powerful winds and radiation also sculpt and erode the denser pillar shapes. Stars could still be forming inside the pillars by gravitational collapse, but as the pillars are eroded away, any forming stars will ultimately be cutoff from their reservoir of star stuff. This field spans around 40 light-years at the estimated distance of NGC 7822.",
        "hdurl": "https://apod.nasa.gov/apod/image/1505/NGC7822gonzalez.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 7822 in Cepheus",
        "url": "https://apod.nasa.gov/apod/image/1505/NGC7822gonzalez1024c.jpg"
    },
    {
        "date": "2008-10-04",
        "explanation": "On September 29, this magnificent eruptive solar prominence lifted away from the Sun's surface, unfurling into space over the course of several hours. Suspended in twisted magnetic fields, the hot plasma structure is many times the size of planet Earth and was captured in this view by the Sun-watching STEREO (Ahead) spacecraft. The image was recorded in extreme ultraviolet light emitted by ionized Helium, an element originally identified in the solar spectrum. Seen against the brilliant solar surface in visible light, such prominences appear as dark filaments because they are relatively cool. But they are bright themselves when viewed against the blackness of space, arcing above the Sun's edge.  A video of the eruption (a 2.6MB .mov file) is available here.   digg_url = 'http://apod.nasa.gov/apod/ap081004.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0810/sunprominence_304erupt_crop.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Solar Prominence Unfurls",
        "url": "https://apod.nasa.gov/apod/image/0810/sunprominence_304erupt_crop800.jpg"
    },
    {
        "copyright": "Adriano Almeida",
        "date": "2022-10-11",
        "explanation": "What dark structures arise within the Pelican Nebula? On the whole, the nebula appears like a bird (a pelican) and is seen toward the constellation of a different bird: Cygnus, a Swan. But inside, the Pelican Nebula is a place lit up by new stars and befouled by dark dust. Smoke-sized dust grains start as simple carbon compounds formed in the cool atmospheres of young stars but are dispersed by stellar winds and explosions.  Two impressive Herbig-Haro jets are seen emitted by the star HH 555 on the right, and these jets are helping to destroy the light year-long dust pillar that contains it.  Other pillars and jets are also visible. The featured image was scientifically-colored to emphasize light emitted by small amounts of heavy elements in a nebula made predominantly of the light elements hydrogen and helium.  The Pelican Nebula (IC 5067 and IC 5070) is about 2,000 light-years away and can be found with a small telescope to the northeast of the bright star Deneb.    Explore Your Universe: Random APOD Generator",
        "hdurl": "https://apod.nasa.gov/apod/image/2210/Pelican_Almeida_2000.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars, Dust, Pillars, and Jets in the Pelican Nebula",
        "url": "https://apod.nasa.gov/apod/image/2210/Pelican_Almeida_960.jpg"
    },
    {
        "copyright": "Matthew Spinelli",
        "date": "2003-02-07",
        "explanation": "Orion, the Hunter, is one of the most easily recognizable constellations in planet Earth's night sky. But Orion's stars and nebulae don't look quite as colorful to the eye as they do in this lovely photograph, taken last month from Vekol Ranch south of Phoenix, Arizona, USA. The celestial scene was recorded in a five minute time exposure using high-speed color print film and a 35mm camera mounted on a small telescope. In the picture, cool red giant Betelgeuse takes on a yellowish tint as the brightest star at the upper left. Otherwise Orion's hot blue stars are numerous, with supergiant Rigel balancing Betelgeuse at the lower right, Bellatrix at the upper right, and Saiph at the lower left. Lined up in Orion's belt (left to right) are Alnitak, Alnilam, and Mintaka all about 1,500 light-years away, born of the constellation's well studied interstellar clouds. And if the middle \"star\" of Orion's sword looks reddish and fuzzy to you, it should. It's the stellar nursery known as the Great Nebula of Orion.",
        "hdurl": "https://apod.nasa.gov/apod/image/0302/orion_spinelli_full.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orion on Film",
        "url": "https://apod.nasa.gov/apod/image/0302/orion_spinelli_c1.jpg"
    },
    {
        "date": "2021-05-18",
        "explanation": "What celestial body wears the Necklace Nebula? First, analyses indicate that the Necklace is a planetary nebula, a gas cloud emitted by a star toward the end of its life. Also, what appears to be diamonds in the Necklace are actually bright knots of glowing gas.  In the center of the Necklace Nebula are likely two stars orbiting so close together that they share a common atmosphere and appear as one in the featured image by the Hubble Space Telescope.  The red-glowing gas clouds on the upper left and lower right are the results of jets from the center.  Exactly when and how the bright jets formed remains a topic of research.  The Necklace Nebula is only about 5,000 years old, spans about 5 light years, and can best be found with a large telescope toward the direction of the constellation of the Arrow (Sagitta).",
        "hdurl": "https://apod.nasa.gov/apod/image/2105/Necklace_Hubble_2029.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Jets from the Necklace Nebula",
        "url": "https://apod.nasa.gov/apod/image/2105/Necklace_Hubble_960.jpg"
    },
    {
        "date": "2000-10-18",
        "explanation": "A space shuttle is again visiting the International Space Station (ISS).  The STS-92 crew aboard Discovery have already delivered and installed a truss and a docking port on the growing orbiting space station.  The station is being prepared for its first permanent crew, currently scheduled to be launched from Kazakstan on October 30.  Pictured above, the shuttle's docking ring is being extended to enable a stable connection to the space station.",
        "hdurl": "https://apod.nasa.gov/apod/image/0010/dockingring_sts92.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Space Shuttle Docking Ring",
        "url": "https://apod.nasa.gov/apod/image/0010/dockingring_sts92_big.jpg"
    },
    {
        "date": "2004-04-24",
        "explanation": "While searching the skies above 18th century France for comets, astronomer Charles Messier diligently recorded this object as number 27 on his list of things which are definitely not comets. So what is it? Well, 21st century astronomers would classify it as a Planetary Nebula ... but it's not a planet either, even though it may appear round and planet-like in a small telescope. Messier 27 (M27) is now known to be an excellent example of a gaseous emission nebula created as a sun-like star runs out of nuclear fuel in its core. The nebula forms as the star's outer layers are expelled into space. The visible glow is generated as atoms are excited by the dying star's intense but invisible ultraviolet light. Known by the popular name Dumbbell Nebula, the beautifully symmetric interstellar gas cloud is about 1,200 light-years away in the constellation Vulpecula. This gorgeous synthetic color picture of M27 was produced during testing of one of the European Southern Observatory's Very Large Telescopes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0404/m27_vlt_f1_large.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M27: Not A Comet",
        "url": "https://apod.nasa.gov/apod/image/0404/m27_vlt_f1_sm.jpg"
    },
    {
        "copyright": "JL. Dauvergne",
        "date": "2016-06-02",
        "explanation": "Seen any planets lately? All three planets now shining brightly in the night sky are imaged in these panels, captured last week with the 1 meter telescope at Pic du Midi Observatory in the French Pyrenees. Near opposition and closest to Earth on May 30, Mars is presently offering the best ground-based photo-ops in the last decade. The sharp image finds clouds above the Red Planet's north pole (top) and towering volcanos near its right limb. Saturn reaches its own opposition tonight, its bright rings and gaps clearly revealed in the telescopic portrait. Jupiter is currently highest during the evening twilight and shows off its planet-girdling cloud bands and Great Red Spot in this scene. Of course close-up images of the ruling gas giant will follow the July arrival of the solar-powered Juno spacecraft and JunoCam.",
        "hdurl": "https://apod.nasa.gov/apod/image/1606/ia90sewnDauvergne.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Three Planets from Pic du Midi",
        "url": "https://apod.nasa.gov/apod/image/1606/ia90sewnDauvergne600h.jpg"
    },
    {
        "date": "1996-07-26",
        "explanation": "15,000 years ago a star in the constellation of Cygnus exploded -- the shockwave from this supernova explosion is still expanding into interstellar space! The collision of this fast moving wall of gas with a stationary cloud has heated it causing it to glow in visible as well as high energy radiation, producing the nebula known as the Cygnus Loop (NGC 6960/95). The nebula is located about 2500 light years away. The colors used here indicate emission from different kinds of atoms excited by the shock; oxygen-blue, sulfur-red, and hydrogen-green. This picture was taken with the Wide Field and Planetary Camera 2 on board the  Hubble Space Telescope.",
        "hdurl": "https://apod.nasa.gov/apod/image/CygnusLoop_hst_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Cygnus Loop",
        "url": "https://apod.nasa.gov/apod/image/CygnusLoop_hst.gif"
    },
    {
        "date": "1997-06-05",
        "explanation": "A dim double star system cataloged as Gliese 623 lies 25 light-years from Earth, in the constellation of Hercules. The individual stars of this binary system were distinguished for the first time when the Hubble Space Telescope's Faint Object Camera recorded this image in June 1994. They are separated by 200 million miles - about twice the Earth/Sun distance. On the right, the fainter Gliese 623b is 60,000 times less luminous than the Sun and approximately 10 times less massive. The fuzzy rings around its brighter companion, Gliese 623a, are image artifacts. The lowest mass stars are classified as red dwarf stars, but even red dwarfs are massive enough to trigger hydrogen fusion in their cores to sustain their feeble starlight. Slightly less massive objects, known as brown dwarfs, can shine only briefly as their central temperatures are too low to utilize hydrogen as nuclear fuel. The present estimates of the mass of Gliese 623b are right at this red dwarf/brown dwarf border but future observations should help clarify the nature of one of our Galaxy's small stars. Dim and difficult to detect, an abundance of objects like Gl623b has been proposed as a possible solution to the mystery of \"Dark Matter\" in the Universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/9706/gl623_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Small Star\nCredit:",
        "url": "https://apod.nasa.gov/apod/image/9706/gl623_hst.jpg"
    },
    {
        "copyright": "\nJames W. Young",
        "date": "2018-07-17",
        "explanation": "What's that spot next to the Moon?  Venus.  Two days ago, the crescent Moon slowly drifted past Venus, appearing within just one degree at its closest.  This conjunction, though, was just one of several photographic adventures for our Moon this month  (moon-th), because, for one, a partial solar eclipse occurred just a few days before, on July 12. Currently, the Moon appears to be brightening, as seen from the Earth, as the fraction of its face illuminated by the Sun continues to increase.  In a few days, the Moon will appear more than half full, and therefore be in its gibbous phase.  Next week the face of the Moon that always faces the Earth will become, as viewed from the Earth, completely illuminated by the Sun. Even this full phase will bring an adventure, though, as a total eclipse of this Thunder Moon will occur on July 27.  Don't worry about our Luna getting tired, though, because she'll be new again next month (moon-th) -- August 11 to be exact -- just as she causes another partial eclipse of the Sun.  Pictured,  Venus and the Moon were captured from Cannon Beach above a rock formation off the Oregon (USA) coast known as the Needles.  About an hour after this image was taken, the spin of the Earth caused both Venus and the Moon to set.",
        "hdurl": "https://apod.nasa.gov/apod/image/1807/VenusMoonNeedles_Young_2400.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Moon and Venus over Cannon Beach",
        "url": "https://apod.nasa.gov/apod/image/1807/VenusMoonNeedles_Young_1080.jpg"
    },
    {
        "copyright": "Steve Cullen",
        "date": "2018-07-05",
        "explanation": "At sunset look east not west. As Earth's dark shadow rises from the eastern horizon, faint and subtle colors will appear opposite the setting Sun. This beautiful evening sea and skyscape records the reflective scene from a cruise on the well-traveled Alaskan Inside Passage in the Pacific Northwest. Along the horizon the fading sunset gives way to the pinkish anti-twilight arch, more poetically known as the Belt of Venus. Often overlooked at sunset in favor of the brighter western horizon, the lovely arch is tinted by filtered sunlight backscattered in the dense atmosphere, hugging the planet's rising blue-grey shadow.",
        "hdurl": "https://apod.nasa.gov/apod/image/1807/BeltofVenus062718_Cullen.jpeg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Shadow Rise on the Inside Passage",
        "url": "https://apod.nasa.gov/apod/image/1807/BeltofVenus062718_Cullen1067.jpeg"
    },
    {
        "date": "2008-11-18",
        "explanation": "Pictured above is the first image ever taken of the Earth from the Moon. The image was taken in 1966 by Lunar Orbiter 1 and heralded by then-journalists as the Image of the Century. It was taken about two years before the Apollo 8 crew snapped its more famous color cousin. Recently, modern technology has allowed the recovery of higher resolution images from old data sources such as Lunar Orbiter tapes than ever before.  Specifically, recovery of the above image was initiated 20 years ago by Nancy Evans, and completed recently by Dennis Wingo and Keith Cowing who lead the Lunar Orbiter Image Recovery Project. Lunar Orbiter Image Recovery Project.  Images like that above carry more than aesthetic value -- comparison to recent high definition images of the Moon enables investigations into how the Moon has been changing.   digg_url = 'http://apod.nasa.gov/apod/ap081118.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0811/earthmoon_nasa_big.png",
        "media_type": "image",
        "service_version": "v1",
        "title": "Restored: First Image of the Earth from the Moon",
        "url": "https://apod.nasa.gov/apod/image/0811/earthmoon_nasa.jpg"
    },
    {
        "copyright": "Bob Franke",
        "date": "2010-06-12",
        "explanation": "Braided, serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun, as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming star is near the center of the overall bright crescent shape. In this deep, wide telescopic view, fainter filaments clearly extend below and to the left of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
        "hdurl": "https://apod.nasa.gov/apod/image/1006/medusa_franke.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Medusa Nebula",
        "url": "https://apod.nasa.gov/apod/image/1006/medusa_franke900.jpg"
    },
    {
        "copyright": "Martin Pugh",
        "date": "2019-08-22",
        "explanation": "Large spiral galaxy NGC 4945 is seen edge-on near the center of this cosmic galaxy portrait. In fact, it's almost the size of our Milky Way Galaxy. NGC 4945's own dusty disk, young blue star clusters, and pink star forming regions standout in the sharp, colorful telescopic image. About 13 million light-years distant toward the expansive southern constellation Centaurus, NGC 4945 is only about six times farther away than Andromeda, the nearest large spiral galaxy to the Milky Way. Though this galaxy's central region is largely hidden from view for optical telescopes, X-ray and infrared observations indicate significant high energy emission and star formation in the core of NGC 4945. Its obscured but active nucleus qualifies the gorgeous island universe as a Seyfert galaxy and home to a central supermassive black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/1908/NGC4945_HaLRGB.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nearby Spiral Galaxy NGC 4945",
        "url": "https://apod.nasa.gov/apod/image/1908/NGC4945_HaLRGB.jpg"
    },
    {
        "date": "2002-02-08",
        "explanation": "The quasar known as PKS 1127-145 lies ten billion light-years from our fair planet. A Hubble Space Telescope view in the left panel shows this quasar along with other galaxies as they appear in optical light. The quasar itself is the brightest object in the lower right corner. In the right panel is a Chandra Observatory x-ray picture, exactly corresponding to the Hubble field. While the more ordinary galaxies are not seen in the Chandra image, a striking jet, nearly a million light-years long, emerges from the quasar to dominate the x-ray view. Bright in both optical and x-ray light, the quasar is thought to harbor a supermassive black hole which powers the jet and makes PKS 1127-145 visible across the spectrum -- a beacon from the distant cosmos.",
        "hdurl": "https://apod.nasa.gov/apod/image/0202/pks1127_xray_opt_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "PKS 1127-145: Quasar View",
        "url": "https://apod.nasa.gov/apod/image/0202/pks1127_xray_opt.jpg"
    },
    {
        "copyright": "StarryScapes",
        "date": "2004-07-15",
        "explanation": "A cosmic dust cloud sprawls across a rich field of stars in this gorgeous wide field telescopic vista looking toward Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (lower left) is a series of lovely blue nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. Their characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The tiny but intriguing yellowish arc visible near the blue nebulae marks young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is seen here below and left of the nebulae. While NGC 6723 appears to be just outside Corona Australis in the constellation Sagittarius, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/0407/ngc6726_wide_tanfull.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Stars and Dust in Corona Australis",
        "url": "https://apod.nasa.gov/apod/image/0407/ngc6726_wide_tanc1.jpg"
    },
    {
        "copyright": "Ole\nChristian Salomonsen",
        "date": "2011-12-05",
        "explanation": "It was one of the most memorable auroras of the season. There was green light, red light, and sometimes a mixture of the two. There were multiple rays, distinct curtains, and even an auroral corona. It took up so much of the sky. In the background were stars too numerous to count, in the foreground a friend trying to image the same sight. The scene was captured with a fisheye lens around and above Tromsø, Norway, last month.   With the Sun becoming more active, next year might bring even more spectacular aurora.",
        "hdurl": "https://apod.nasa.gov/apod/image/1112/aurora2_salomonsen_658.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Memorable Aurora Over Norway",
        "url": "https://apod.nasa.gov/apod/image/1112/aurora2_salomonsen_900h.jpg"
    },
    {
        "copyright": "J. Ware",
        "date": "1998-01-27",
        "explanation": "The Great Nebula in Orion can be found just below and to the left of the easily identifiable belt of three stars in the popular constellation Orion. This fuzzy patch contains one of the closest stellar nurseries, lying at a distance of about 1500 light years. In the above picture, the red region on the left consists of nebulae designated  M42 and M43 and contains the bright Trapezium open cluster.  The blue region on the right is a nebula primarily reflecting the light from internal bright stars.  Recent observations of the Orion Nebula by the Hubble Space Telescope have located solar-system sized star-forming regions.",
        "hdurl": "https://apod.nasa.gov/apod/image/9801/orion_ware.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Great Nebula in Orion",
        "url": "https://apod.nasa.gov/apod/image/9801/orion_ware.jpg"
    },
    {
        "copyright": "Tunç Tezel",
        "date": "2008-12-16",
        "explanation": "What's that in front of Orion? Forty kilometers north of Kahta, Turkey, lies Mount Nemrut, a mountain adorned with the fragments of vast statues built over 2000 years ago.  The stone sculptures once stood nearly 10 meters high and depicted lions, eagles, various ancient gods, and King Antiochus I Theos, who ruled Commagene from 86 BC to 38 BC. Ruins of the bodies of several sitting figures are visible on the hill above, illuminated by moonlight. Zeus' head can be found near the above image's center, while the king's head is seen next closest to the horizon.  Visible far in the distance in this image, taken three months ago, is the familiar constellation of Orion.  The red patch just below Orion's belt is the Orion Nebula, while the bright star to the left of Orion is Sirius.  On the far left, a red and brightening horizon announces that the Sun is beginning to rise.    Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081216.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/nemrutorion_tezel_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Orion Dawn Over Mount Nemrut",
        "url": "https://apod.nasa.gov/apod/image/0812/nemrutorion_tezel.jpg"
    },
    {
        "date": "2003-09-09",
        "explanation": "Where will Gemini take us tonight? It is dusk and Gemini North, one of the largest telescopes on planet Earth, prepares to peer into the distant universe.  Gemini's flexible 8.1-mirror has taken already effectively taken humanity to distant stars, nebulas, galaxies, and quasars, telling us about the geometry, composition, and evolution of our universe. The above picture is actually a composite of over 40 images taken while the Gemini dome rotated, later adding an image of the star field taken from the same location. The Gemini dome is not transparent -- it only appears so because it rotated during the exposures of this image. The constellations of Scorpius and Sagittarius can be seen above the dome, as well as the sweeping band of our Milky Way Galaxy, including the direction toward the Galactic center. Gemini North's twin, Gemini South, resides in Cerro Pachn, Chile.  This night, 2003 August 19, Gemini North took us only into the outer Solar System, observing Pluto in an effort to better determine the composition of its thin atmosphere.",
        "hdurl": "https://apod.nasa.gov/apod/image/0309/mwsky_gemini_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Gemini Sky",
        "url": "https://apod.nasa.gov/apod/image/0309/mwsky_gemini.jpg"
    },
    {
        "copyright": "SSRO",
        "date": "2013-01-23",
        "explanation": "Large spiral galaxy NGC 4945 is seen edge-on near the center of this cosmic galaxy portrait. In fact, NGC 4945 is almost the size of our own Milky Way Galaxy. Its own dusty disk, young blue star clusters, and pink star forming regions standout in the sharp, colorful telescopic image. About 13 million light-years distant toward the expansive southern constellation Centaurus, NGC 4945 is only about six times farther away than Andromeda, the nearest large spiral galaxy to the Milky Way. Though the galaxy's central region is largely hidden from view for optical telescopes, X-ray and infrared observations indicate significant high energy emission and star formation in the core of NGC 4945. Its obscured but active nucleus qualifies the gorgeous island universe as a Seyfert galaxy and likely home to a central supermassive black hole.",
        "hdurl": "https://apod.nasa.gov/apod/image/1301/NGC4945_Master23.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Nearby Spiral Galaxy NGC 4945",
        "url": "https://apod.nasa.gov/apod/image/1301/NGC4945_Master23h600.jpg"
    },
    {
        "date": "2011-09-18",
        "explanation": "Here is one of the sharper views of the Sun ever taken. This stunning image shows remarkable details of a dark sunspot across the image bottom and numerous boiling granules which appear like kernels of corn across the top.  Taken in 2002, the picture was made using the Swedish Solar Telescope operating on the Canary Island of La Palma. The high resolution image was achieved using sophisticated adaptive optics, digital image stacking, and other processing techniques to counter the blurring effect of Earth's atmosphere. Currently a sunspot group is crossing the Sun that is so large it can be easily seen by the cautious observer even without magnification.",
        "hdurl": "https://apod.nasa.gov/apod/image/1109/sunspot_sst_2054.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Sharp View of the Sun",
        "url": "https://apod.nasa.gov/apod/image/1109/sunspot_sst_900.jpg"
    },
    {
        "date": "1998-06-21",
        "explanation": "No person in history has had greater impact in determining the extent of our universe than Edwin Hubble. From proving that other galaxies existed to proving that galaxies move apart from one another, Hubble's work defined our place in the cosmos.  Hubble lived from 1889 to 1953 and is shown above posing with the 48-inch telescope on Palomar Mountain and his famous pipe. In memory of his great work, the Orbiting Space Telescope was named after him. The rate of the universe's expansion is now parameterized by a quantity known as Hubble's constant. A modern debate on the value of Hubble's constant took place in 1996.",
        "hdurl": "https://apod.nasa.gov/apod/image/Hubble_Edwin1.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Edwin Hubble Discovers the Universe",
        "url": "https://apod.nasa.gov/apod/image/Hubble_Edwin1.gif"
    },
    {
        "copyright": "Tony Hallas",
        "date": "2013-08-30",
        "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula left of center, and colorful M20 on the right. The third, NGC 6559, is above M8, separated from the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. Glowing hydrogen gas creates the dominant red color of the emission nebulae, with contrasting blue hues, most striking in the Trifid, due to dust reflected starlight. The colorful skyscape recorded with telescope and digital camera also includes one of Messier's open star clusters, M21, just above the Trifid.",
        "hdurl": "https://apod.nasa.gov/apod/image/1308/SagTriplet6D_hallasNew.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Sagittarius Triplet",
        "url": "https://apod.nasa.gov/apod/image/1308/SagTriplet6D_hallasNew950.jpg"
    }
]